tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "johanhaleby/kubetail"
brew "ack"
brew "adr-tools"
brew "autoconf"
brew "automake"
brew "aws-okta"
brew "aws-session-manager-plugin"
brew "python"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "docker-compose"
brew "docker-machine-driver-xhyve"
brew "eksctl"
brew "fluxctl"
brew "gimme"
brew "git"
brew "node"
brew "gitmoji"
brew "pinentry"
brew "gnupg"
brew "gomplate"
brew "helm"
brew "heptio-authenticator-aws"
brew "htop"
brew "hub"
brew "libtool"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "kube-ps1"
brew "kubernetes-helm", link: false
brew "kustomize"
brew "mplayer"
brew "neofetch"
brew "nvm"
brew "packer"
brew "pinentry-mac"
brew "pipenv"
brew "telnet"
brew "terraform", link: false
brew "tfenv"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "johanhaleby/kubetail/kubetail"
cask "alacritty"
cask "alfred"
cask "aws-vault"
cask "font-fira-code"
cask "hyper"
cask "iterm2"
cask "java"
cask "java8"
cask "jumpcut"
cask "keybase"
cask "mplayer-osx-extended"
cask "postman"
cask "powershell-preview"
cask "slack"
cask "visual-studio-code"
