tap "aquasecurity/trivy"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jenkins-x/jx"
tap "johanhaleby/kubetail"
tap "koekeishiya/formulae"
tap "sambadevi/powerlevel9k"
brew "ack"
brew "adr-tools"
brew "autoconf"
brew "automake"
brew "libtool"
brew "asdf"
brew "aws-okta"
brew "python@3.9"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "direnv"
brew "docker-compose"
brew "docker-machine-driver-xhyve"
brew "eksctl"
brew "fluxctl"
brew "gimme"
brew "git"
brew "node"
brew "gitmoji"
brew "pinentry"
brew "gnupg"
brew "gomplate"
brew "grep"
brew "helm"
brew "htop"
brew "hub"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "mplayer"
brew "neofetch"
brew "nginx", restart_service: true
brew "nvm"
brew "packer"
brew "pinentry-mac"
brew "pipenv"
brew "sslscan"
brew "tcptraceroute"
brew "telnet"
brew "terraform", link: false
brew "terrascan"
brew "tfenv"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "aquasecurity/trivy/trivy"
brew "jenkins-x/jx/jx"
brew "johanhaleby/kubetail/kubetail"
cask "alacritty"
cask "alfred"
cask "aws-vault"
cask "caffeine"
cask "chromium"
cask "docker"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "hyper"
cask "iterm2"
cask "jumpcut"
cask "keybase"
cask "mplayer-osx-extended"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "postman"
cask "powershell-preview"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "whatsapp"
